<?php
 get_header('support-info');
?>

<main>
        <div class="view-all">
            <div class="all-view">
                <div class="check">
                    <div class="check-1">
                        <img src="<?php echo get_template_directory_uri();?>/assets/img/support-info/check.svg" alt="" />
                        <h2>カテゴリ</h2>
                    </div>
                </div>
                <div class="check-right">
                    <div class="check-2">
                        ALL
                    </div>
                    <a class="one" href="#">重要なお知らせ</a>
                    <a href="#">販売終了情報</a>
                </div>
            </div>
        </div>
        <div class="main-view">
            <div class="view-child">
                <div class="view-first-child">
                    <h2>重要なお知らせ</h2>
                    <h3>2023.09.30</h3>
                </div>
                <div class="view-second-child">
                    <h2>本社移転のお知らせ（電話番号・FAX番号の変更）</h2>
                    <h3>平素より格別のお引き立て誠にありがとうございます。この度弊社は、2023年8月28日に本社を移転することとなりましたのでご案内申し上げます。それに伴い、同日から電話番号・FAX番号が変更となります。なお、メールアドレスに変更はございません。移転先等の情報は<a href="#">こちら</a>のページでご確認ください。</h3>
                </div>
            </div>
            <hr />
            <div class="view-child">
                <div class="view-first-child">
                    <h2>重要なお知らせ</h2>
                    <h3>2023.09.30</h3>
                </div>
                <div class="view-second-child">
                    <h2>夏季休業のお知らせ</h2>
                    <h3>弊社では誠に勝手ではございますが、通常定休の土日祝日を含む2023年8月11日(金)から8月15日(火)までの期間を夏季休業とさせていただきます。なお、8月16日(水)より平常通り営業いたします。期間中は何かとご迷惑をお掛けいたしますが、ご了承くださいますようお願いいたします。</h3>
                </div>
            </div>
            <hr>
            <div class="view-child">
                <div class="view-first-child">
                    <h2>販売終了情報</h2>
                    <h3>2023.09.30</h3>
                </div>
                <div class="view-second-child">
                    <h2>【LOCK STAR-AC】販売終了のお知らせ</h2>
                    <h3>LOCK STAR-ACは、2023年4月28日に新規販売を終了いたしました。既存のお客様の追加ご購入に関しましては2023年10月31日に終了いたします。お客様にはご迷惑をお掛けいたしますが、何卒、ご理解賜りますよう、よろしくお願い申し上げます。</h3>
                </div>
            </div>
            <hr>
            <div class="view-child">
                <div class="view-first-child">
                    <h2>重要なお知らせ</h2>
                    <h3>2023.09.30</h3>
                </div>
                <div class="view-second-child">
                    <h2>タイトルがこちらに入ります</h2>
                    <h3>テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                        テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。</h3>
                </div>
            </div>
            <hr>
            <div class="view-child">
                <div class="view-first-child">
                    <h2>重要なお知らせ</h2>
                    <h3>2023.09.30</h3>
                </div>
                <div class="view-second-child">
                    <h2>タイトルがこちらに入ります</h2>
                    <h3>す。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                        テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。</h3>
                </div>
            </div>
            <hr>
            <div class="view-child">
                <div class="view-first-child">
                    <h2>重要なお知らせ</h2>
                    <h3>2023.09.30</h3>
                </div>
                <div class="view-second-child">
                    <h2>タイトルがこちらに入ります</h2>
                    <h3>す。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                        テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。</h3>
                </div>
            </div>
            <hr>
            <div class="view-child">
                <div class="view-first-child">
                    <h2>重要なお知らせ</h2>
                    <h3>2023.09.30</h3>
                </div>
                <div class="view-second-child">
                    <h2>タイトルがこちらに入ります</h2>
                    <h3>す。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                        テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。</h3>
                </div>
            </div>
            <hr>
        </div>
    </main>

    
        

    <?php get_footer('second'); ?>
