<?php get_header('logical'); ?>

<main>
      <div class="culture">
        <h2>ロジカルテックのカルチャー</h2>
        <h3>OUR CULTURE</h3>
        <hr />
        <div class="culture-img">
          <div class="culture-element">
            <img src=" <?php echo get_template_directory_uri();?>/assets/img/logical/Group 20876.png" alt="" />
            <h2>ワークライフバランスを重視して 定時退社が基本</h2>
            <h3>
              テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
            </h3>
          </div>
          <div class="culture-element">
            <img src=" <?php echo get_template_directory_uri();?>/assets/img/logical/Group 75.svg" alt="" />
            <h2 class="one">100%自社内開発</h2>
            <h3>
              テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
            </h3>
          </div>
          <div class="culture-element">
            <img src=" <?php echo get_template_directory_uri();?>/assets/img/logical/Group 75 (1).svg" alt="" />
            <h2>メインのエンドユーザは 自治体・教育委員会</h2>
            <h3>
              テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
            </h3>
          </div>
        </div>
      </div>
      <div class="interview">
        <div class="member">
          <div class="member-left">
            <h2>社員の声</h2>
            <h3>MEMBER INTERVIEW</h3>
            <hr />
            <div class="member-left-img">
              <img src=" <?php echo get_template_directory_uri();?>/assets/img/logical/image 9.png" alt="" />
              <div class="full-text">
                <h4>任せてもらえる範囲が広く、システム全般に携われます。</h4>
                <h5>2010年10月入社 ｜ 職種名</h5>
                <h6>木村 照隆</h6>
                <hr class="one" />
                <p>
                  前職は大規模会社のSEでしたが、小規模な方が性格的に合っていると
                  いう思いから当社へ転職を決めました。現在はサポート担当として、
                  製品テストや構築等、幅広く担当しています。任せてもらえる範囲が
                  広く、全体を見て進めていけることにやりがいを感じていますね。こ
                  のポジションではシステムやサーバ周りの知識が重要になってくるた
                  め、色々と勉強しなければいけないことが多いのですが、まずは少し
                  ずつ製品を理解してもらい、できるところから対応してもらえれば大
                  丈夫。自分もそこから始めていきましたし、分からないことを素直に
                  伝えてもらえれば僕含め3人の先輩がすぐサポートするので、安心し
                  てチャレンジして欲しいです！
                </p>
              </div>
            </div>
          </div>
          <div class="member-left-img pt-142">
            <img src=" <?php echo get_template_directory_uri();?>/assets/img/logical/image 10.png" alt="" />
            <div class="full-text">
              <h4>任せてもらえる範囲が広く、システム全般に携われます。</h4>
              <h5>2010年10月入社 ｜ 職種名</h5>
              <h6>木村 照隆</h6>
              <hr />
              <p>
                前職は大規模会社のSEでしたが、小規模な方が性格的に合っていると
                いう思いから当社へ転職を決めました。現在はサポート担当として、
                製品テストや構築等、幅広く担当しています。任せてもらえる範囲が
                広く、全体を見て進めていけることにやりがいを感じていますね。こ
                のポジションではシステムやサーバ周りの知識が重要になってくるた
                め、色々と勉強しなければいけないことが多いのですが、まずは少し
                ずつ製品を理解してもらい、できるところから対応してもらえれば大
                丈夫。自分もそこから始めていきましたし、分からないことを素直に
                伝えてもらえれば僕含め3人の先輩がすぐサポートするので、安心し
                てチャレンジして欲しいです！
              </p>
            </div>
          </div>
        </div>
      </div>
      <div class="job">
        <div class="job-top">
          <h2>求める人物像・募集要項</h2>
          <h3>JOB INFORMATION</h3>
          <hr />
        </div>
        <div class="job-center">
          <h2>募集背景</h2>
          <h3>
            全国の自治体や大手企業に多数導入実績を持つ『LOCK
            STAR』シリーズを始め、セキュリティソフトの開発を行って
            いる当社。設立から積み重ねてきた実績や昨今のセキュリティ意識の高まりにより、多くの引き合いをいただいていま
            す。そこで今回は組織強化のため、即戦力として活躍いただけるサポートエンジニアを募集します!
          </h3>
        </div>
        <div class="job-bottom">
          <h2 class="one">仕事内容</h2>
          <div class="job-bottom-text">
            <h1>
              全国の自治体や国内大手企業を中心に多数の導入実績を誇る、
              自社セキュリティ製品『LOCK
              STAR』シリーズのテクニカルサポートをお任せします。
            </h1>
            <br />
            <h2>≪業務は大きく3つに分類されます≫</h2>
            <h3>◇導入前の動作テスト</h3>
            <h4>
              └製品のアップデートがあった際にモジュール提供前に実施。必要に応じてテストサーバの構築や製品設定等も行いま
              す。
            </h4>
            <h3>◇導入支援</h3>
            <h4>
              └データセンターや市役所等での作業。1営業日以内で終わるボリュームです。
            </h4>
            <h3>◇導入後のサポート対応</h3>
            <h4>
              └メインで担当することが多い業務。エンドユーザーではなくSIerのエンジニアに対応します。
            </h4>
            <h2>≪具体的なサポート対応の流れ≫</h2>
            <h4>製品を取り扱うSIerからの問い合わせ</h4>
            <h5>▼</h5>
            <h4>問い合わせの検証</h4>
            <h5>▼</h5>
            <h4>
              ケースによって自社内のチームで対応したり、
              開発者へのエスカレーションを行い回答内容を精査
            </h4>
            <h5>▼</h5>
            <h4>報告書の提出</h4>
            <h2>≪扱う製品について≫</h2>
            <ul>
              <li>LOCK STAR-SGate</li>
              <li>LOCK STAR-SGateM</li>
              <li>SGateDefender</li>
              <li>LOCK STAR-SK</li>
              <li>LOCK STAR-PK など</li>
            </ul>
            <h2>≪サポート環境を整えています≫</h2>
            <h4>◎問い合わせが多い質問はFAQとしてまとめています</h4>
            <h4>◎必要に応じて過去事例を取り出せます</h4>
            <h4>◎社内の検証サーバ内には複数の仮想環境を構築可能</h4>

            <h6>
              注目 セキュリティ周辺のシステムの知見を広げていける環境です。
            </h6>
            <h4 class="two">
              当社のサポートはセキュリティそのものよりも、周辺部分に関して幅広い知識が必要になってくる業務になります。と
              いうのも、トラブルは製品単体の不具合というよりも、OSやネットワーク、他のセキュリティ製品の影響によって生
              じることが多いから。実際のサーバや様々なシステムを触り、理解しながら問い合わせに対応していく機会が多くあり
              ます。そのため、システム全般の知識を身につけたい方や調査したり、学んだりすることが好きな方にピッタリ。複数
              の仮想環境を構築可能な社内の検証サーバは自席からログインして検証を行えますし、使用に当たって特別な制限はあ
              りません。もちろん、分からないことがあれば先輩に気軽に聞いてOKです!
            </h4>
            <h6>
              注目 セキュリティ周辺のシステムの知見を広げていける環境です。
            </h6>
            <h4 class="two">
              当社のサポートはセキュリティそのものよりも、周辺部分に関して幅広い知識が必要になってくる業務になります。と
              いうのも、トラブルは製品単体の不具合というよりも、OSやネットワーク、他のセキュリティ製品の影響によって生
              じることが多いから。実際のサーバや様々なシステムを触り、理解しながら問い合わせに対応していく機会が多くあり
              ます。そのため、システム全般の知識を身につけたい方や調査したり、学んだりすることが好きな方にピッタリ。複数
              の仮想環境を構築可能な社内の検証サーバは自席からログインして検証を行えますし、使用に当たって特別な制限はあ
              りません。もちろん、分からないことがあれば先輩に気軽に聞いてOKです!
            </h4>
          </div>
        </div>
      </div>
      <div class="contact">
        <h2>CONTACT FOR RECRUIT</h2>
        <h3>採用に関するお問い合わせがあれば お気軽にご連絡ください</h3>
        <div class="submit">
          <div class="header-content-a">
            <a  onclick="location.href = '<?php echo home_url('contact'); ?>'" style="cursor: pointer;">
              <p>お問い合わせはこちら</p>
              <img src=" <?php echo get_template_directory_uri();?>/assets/img/logical/right.svg" alt="" />
            </a>
          </div>
        </div>
      </div>
    </main>

<?php get_footer(); ?>